tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homeport/tap"
brew "bat"
brew "curl"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "just"
brew "make"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "skopeo"
brew "thefuck"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "firefox"
cask "keepassxc"
cask "maccy"
cask "transmission"
cask "wezterm"
