tap "homebrew/bundle"
brew "bat"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "git"
brew "go"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "skopeo"
brew "transmission-cli"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "firefox"
cask "keepassxc"
cask "kitty"
cask "maccy"
cask "transmission"
cask "wezterm"
