tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homeport/tap"
tap "nikitabobko/tap"
brew "bat"
brew "curl"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "just"
brew "make"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "pwgen"
brew "skopeo"
brew "thefuck"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "util-linux"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "clocker"
cask "discord"
cask "firefox"
cask "firefox@developer-edition"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "keepassxc"
cask "keepingyouawake"
cask "maccy"
cask "obsidian"
cask "signal"
cask "slack"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zen-browser"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
